brew "act"
brew "gh"
brew "git"
brew "libomp"
brew "node"
brew "pandoc"
brew "python@3.13"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "uv"
brew "wget"
brew "zsh"
cask "brave-browser"
cask "claude-code"
cask "cursor"
cask "docker-desktop"
cask "dropbox"
cask "duckduckgo"
cask "google-drive"
cask "iterm2"
cask "logi-options+"
cask "maccy"
cask "pycharm-ce"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "anthropic.claude-code"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "rioj7.vscode-json-validate"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "techer.open-in-browser"
vscode "tomoki1207.pdf"
vscode "wix.vscode-import-cost"
