brew "gh"
brew "node"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "uv"
brew "wget"
brew "xz"
cask "brave-browser"
cask "cursor"
cask "dropbox"
cask "duckduckgo"
cask "google-drive"
cask "iterm2"
cask "jumpcut"
cask "pycharm-ce"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "anthropic.claude-code"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "rioj7.vscode-json-validate"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "wix.vscode-import-cost"
